Repository: Shamane2000/Mirr.os
Catalog: locale/*/LC_MESSAGES/config.po
Languages: de_de

source: sorry
de_de: Entschuldigung

source: back to setup
de_de: Zurück zur Konfigurationsseite

source: mirr.OS sucessfully updated
de_de: mirr.OS erfolgreich aktualisiert

source: There was an error updating mirr.OS:
de_de: Es gab einen Fehler bei der Aktualisierung von mirr.OS:

source: module overview
de_de: Modulübersicht

source: setup modules
de_de: Module einrichten

source: basic setup back link
de_de: Hier kannst du deine <a href="../wlanconfig/">Grundeinstellungen</a> (Sprache, WLAN, E-Mail, Name, ...) ändern

source: We made some changes. The following modules can be updated:
de_de: Wir haben ein paar Änderungen vorgenommen. Die folgenden Module können aktualisiert werden:

source: %s: update to version %s
de_de: %s: Aktualisiere auf Version %s

source: Update modules now
de_de: Module jetzt aktualisieren

source: There's a system update available for your Glancr: Version %s
de_de: Es ist ein System-Update für deinen Glancr verfügbar: Version %s

source: Update system now
de_de: System jetzt aktualisieren

source: config module's width
de_de: Modulbreite einstellen

source: half width
de_de: Halbe Breite

source: full width
de_de: Ganze Breite

source: add new module
de_de: Neues Modul hinzufügen

source: find modules
de_de: Module finden

source: install modules
de_de: Module installieren

source: cancel
de_de: abbrechen

source: delete
de_de: löschen

source: module deleted
de_de: Modul wurde gelöscht

source: not a zip file
de_de: keine ZIP-Datei

source: really overwrite module?
de_de: Modul wirklich überschreiben?

source: there was a server error:
de_de: Es gab einen Server-Fehler:

source: do you really want to update all modules?
de_de: Willst du wirkliche alle Module aktualisieren?

source: do you really want to update mirr.OS?
de_de: Willst du mirr.OS wirklich aktualisieren?

source: downloading and installing system update ...
de_de: System-Update herunterladen und installieren …

source: all updates were successful!
de_de: Alle Aktualisierungen waren erfolgreich!

source: manage modules
de_de: Module verwalten

source: module zip file
de_de: ZIP-Datei des Moduls

source: really delete module
de_de: Modul wirklich löschen

source: really update module
de_de: Modul wirklich aktualisieren

source: really overwrite module
de_de: Modul wirklich überschreiben

source: connecting
de_de: Verbinden

source: connected
de_de: Verbunden

source: factory settings
de_de: Werkseinstellung

source: factory setting text
de_de: Dein glancr wird nun auf Werkseinstellung zurückgesetzt.

source: email not sent
de_de: E-Mail konnte nicht gesendet werden.

source: email not sent text
de_de: Es gibt ein Problem mit dem versenden von E-Mails. Um das Problem zu lösen erstellt mirr.OS den AP (Access Point) neu. Bitte konfiguriere anschließend deinen Spiegel neu.

source: failed
de_de: Irgendwas stimmt nicht.

source: wlan failed text
de_de: Bitte verbinde dein Smartphone oder Notebook nochmal mit dem WLAN GlancrAP und überprüfe deine WLAN-Daten.

source: go on
de_de: weiter

source: setup step 2
de_de: Setup Schritt 2

source: step 2 of 2
de_de: Step 2 von 2

source: who are you?
de_de: Verrate uns mehr über dich

source: what is your first name?
de_de: Dein Vorname

source: where are you living?
de_de: Gib Deine Stadt ein

source: email hint
de_de: Hier senden wir die Zugangslinks für die Konfiguration hin.

source: your email address
de_de: Deine E-Mail Adresse

source: email again hint
de_de: Bitte E-Mail-Adresse bestätigen

source: setup step 1
de_de: Setup Schritt 1

source: step 1 of 2
de_de: Step 1 von 2

source: connecting to wlan
de_de: Verbinde mirr.OS mit deinem Netzwerk.

source: wireless
de_de: Wifi

source: ethernet
de_de: Netzwerkkabel

source: wlan config text
de_de: Bitte wähle aus der folgenden Liste dein WLAN aus und gib dein Passwort ein.

source: visible ssid
de_de: Sichtbare SSID

source: invisible ssid
de_de: Unsichtbare SSID

source: choose wlan
de_de: WLAN auswählen

source: input password
de_de: Passwort eingeben

source: insert cable and reload site
de_de: Bitte verbinde mit einem Netzwerkakbel und lade die Seite neu.

source: setup complete
de_de: Setup Abgeschlossen

source: done
de_de: Erledigt!

source: setup complete text
de_de: mirr.OS versucht jetzt, sich mit deinem WLAN zu verbinden. Du bekommst gleich eine E-Mail mit den Links zur weiteren Konfiguration.<br/>Das interne WLAN GlancrAP wird jetzt abgeschaltet. Verbinde dich wieder mit deinem Heim-WLAN.<br/>Bitte achte auf die Ausgabe auf deinem smart mirror.
